//EXTJCOM  JOB NOTIFY=&SYSUID                                           JOB00035
//* LIBRERIA DE COMUNICACION CON LOS EJECUTABLES COBOL Y AL DB2
//JOBLIB   DD DSN=IBMUSER.COBOL.LOAD,DISP=SHR
//         DD DSN=DSN810.SDSNLOAD,DISP=SHR
//* PASO DE BORRADO
//BORRAR   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DELETE DES.UNLOAD.ENT.COMPANYA.F220519
 SET MAXCC=0
/*
//* PASO DE LLAMADA AL PROGRAMA EXTCOM
//EXTCOM   EXEC PGM=IKJEFT01
//SALIDA   DD DSN=DES.UNLOAD.ENT.COMPANYA.F220519,
//            DISP=(,CATLG,DELETE),
//            SPACE=(TRK,(100,20))
//SYSIN    DD *
/*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
DSN SYSTEM(DB8G)
RUN PROGRAM(EXTCOM) PLAN(EXTCOM)
END
/*
