//LOADJAGE JOB NOTIFY=&SYSUID                                           JOB00035
//* LIBRERIA DE COMUNICACION CON LOS EJECUTABLES COBOL Y AL DB2
//JOBLIB   DD DSN=IBMUSER.COBOL.LOAD,DISP=SHR
//         DD DSN=DSN810.SDSNLOAD,DISP=SHR
//* PASO DE BORRADO
//BORRAR   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DELETE DES.INC.AGE.MAP.F030619
 SET MAXCC=0
/*
//* PASO DE LLAMADA AL PROGRAMA LOADAGE
//LOADCLI  EXEC PGM=IKJEFT01
//ENTRADA  DD DSN=DES.TRANS.AGE.MAP.F300519,DISP=SHR
//SALIDA   DD DSN=DES.INC.AGE.MAP.F030619,
//            DISP=(,CATLG,DELETE),
//            SPACE=(TRK,(100,20),RLSE)
//SYSIN    DD *
/*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
DSN SYSTEM(DB8G)
RUN PROGRAM(LOADAGE) PLAN(LOADAGE)
END
/*
